export interface checkForExistingPDFProps {
  id: string;
}
export const formQuestion = [
  { question: "האם הרופא שלך אמר לך שאתה סובל ממחלת לב  ? " },
  {
    question: "האם אתה חש כאבים בחזה",
    q1: "בזמן מנוחה?",
    q2: "במהלך פעילויות שיגרה ביום-יום?",
    q3: "בזמן שאתה מבצע פעילות גופנית?",
  },
  {
    question: "האם במהלך השנה החולפת",
    q4: " רתי תמישנמ העבנ תרוחרחסה םא -אל ןמס ?תרוחרחס בקע לקשמ יוויש תדביא ",
    q5: "?ךתרכה תא תדביא",
  },
  {
    question:
    "האם רופא אבחן שאתה סובל ממחלת האסתמה ולכן בשלושת החודשים האחרונים",
    q6:"נזקקת לטיפול תרופתי? ",
    q7:"סבלת מקוצר נשימה או ציפצופים?"
  },
  {
    question:
      "םינורחאה םישדוחה תשולשב ןכלו המתסאה תלחממ לבוס התאש ןחבא אפור םאה  ",
    q8: "?יתפורת לופיטל תקקזנ",
    q9: "?םיפוצפיצ וא המישנ רצוקמ תלבס",
  },
  {
    question:"האם אחד מבני משפחתך מדרגת קרבה ראשונה נפטר",
    q10: "ממחלת לב?",
    q11: "ממוות פתאומי בגיל מוקדם?",
  },
  {
    q12:
      "החגשה תחת קר תינפוג תוליעפ עצבל תונורחאה םינשה -5ב ךל רמא ךלש אפורה םאה ?תיאופר",
  },
  {
    q13:"האם הינך סובל  ממחלה קבועה (כרונית ,)שאינה נזכרת בשאלות לעיל ועשויה למנוע או להגביל אותך בביצוע פעילות גופנית"
  },
  {

    q14:"  .לנשים בהריון :האם ההיריון הזה או כל היריון קודם הוגדר היריון בסיכון "
  },
];
